driver-tests/bpelse/misc/MiscJbi/test/Test18/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/Test18/"
                   xmlns="urn:Test18">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <Test18Operation>
   <Test18Part>
    <int>2</int>
   </Test18Part>
  </Test18Operation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>